Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-sv.tmx
Source language: en
Languages: sv

source: Hazardous chemical Chemical product or explosive object, including product those not placed on the market, which are classified as hazardous according to
sv: Farlig kemisk produkt Kemisk produkt eller explosivt föremål som medför en fysikalisk fara eller hälsofara, inklusive de som inte släpps ut på marknaden, enligt kriterierna i

source: - Regulation (EC) No 1272/2008 of the European Parliament and of the Council of 16 December 2008 on classification, labelling and packaging of substances and mixtures, amending and repealing Directives 67/548/EEC and 1999/45/EC, and amending Regulation (EC) No 1907/2006 (the CLP Regulation)
sv: – Europaparlamentets och rådets förordning (EG) nr 1272/2008 av den 16 december 2008 om klas­ sificering, märkning och förpackning av ämnen och blandningar, ändring och upphävande av direktiven 67/548/EEG och 1999/45/EG samt ändring av förordning (EG) nr 1907/2006 (CLP­ förordningen).

source: Handling Manufacturing, processing, treatment, packaging, storage, transport, use, disposal, destruction, conversion and comparable procedures.
sv: Hantering Tillverkning, bearbetning, behandling, förpack­ ning, förvaring, transport, användning, omhänder­ tagande, destruktion, konvertering och liknande förfaranden.

source: and whose function is primarily determined by its chemical composition or constitutes waste.
sv: Kemisk produkt Kemiskt ämne eller blandning av kemiska ämnen som tillverkats eller utvunnits och vars funktion främst bestäms av dess kemiska sammansättning eller utgör avfall.

source: Chemical hazard A chemical substance or several chemical substances together which can cause ill-health or accidents throughproperties which make it hazardous to health,
sv: Kemisk riskkälla Ett kemiskt ämne eller flera kemiska ämnen till­ sammans som, kan medföra ohälsa eller olycksfall genom

source: its properties when it depends on the way in which the substances are used or occur,
sv: sina egenskaper när det beror på det sätt på vilket ämnena används eller förekommer,

source: its temperature,
sv: sin temperatur,

source: reducing the level of oxygen in the air or increasing the risk of fire, explosion or other hazardous chemical reaction.
sv: att minska halten syrgas i luften eller att öka risken för brand, explosion eller annan farlig kemisk reaktion.

source: Chemical substance A chemical element or a chemical compound.
sv: Kemiskt ämne Ett kemiskt grundämne eller en kemisk förening.

source: When an investigation and risk assessment shall be conducted
sv: När en undersökning och riskbedömning ska göras

source: Section 5 The risk of chemical hazards causing ill-health and accidents in the activity shall be investigated and assessed in accordance with Sections 6-9 as often as the conditions of the activity demands it.
sv: § Risken för att kemiska riskkällor kan orsaka ohälsa eller olycksfall i verksamheten ska undersökas och bedömas enligt 6-9 §§ så ofta som förhållandena i verksamheten kräver.

source: Furthermore, such an investigation and risk assessment shall always be conducted when the activity is temporarily or permanently changed or if it can be expected that the result of the risk assessment will be affected due to new information.
sv: Dessutom ska sådan undersökning och riskbedömning alltid genomföras när verksamheten förändras tillfälligt eller permanent eller om det kan antas att resultatet av riskbedömningen kommer att påverkas med anledning av ny information.

source: The air shall be examined and assessed every time work is to be commenced in a cistern, well, silo, loading space or similar.
sv: Luften ska undersökas och bedömas varje gång arbete ska påbörjas i en cistern, brunn, silo, ett lastutrymme eller liknande.

source: If it is not obvious that the air is safe, the air’s content of oxygen and substances hazardous to health shall be measured and the risk of explosion shall be assessed by measuring the percentage of flammable gases and fumes.
sv: Om det inte är uppenbart att luften är säker ska luftens innehåll av syrgas och hälsofarliga ämnen mätas och explosionsrisken bedömas genom att mäta halten brännbara gaser och ångor.

source: Work may not commence before an investigation and risk assessment have been conducted and necessary measures have been taken in order to prevent ill-health and accidents at work.
sv: Arbete får inte påbörjas innan en undersökning och riskbedömning har genomförts och nödvändiga åtgärder vidtagits för att förebygga ohälsa och olycksfall i arbetet.

source: Chemical hazards which shall be identified and registered
sv: Kemiska riskkällor som ska identifieras och förtecknas

source: Section 6 The chemical hazards which can be expected to occur in the activity shall be identified and registered.
sv: § De kemiska riskkällor som kan förväntas förekomma i verksamheten ska identifieras och förtecknas.

source: Date when the information was registered shall be stated, and for each chemical hazard, the following shall be stated
sv: Datum när uppgifterna förtecknades ska anges och för respektive riskkälla ska framgå

source: type of hazard,
sv: typ av farlighet,

source: in which location it is stored and normally used,
sv: på vilken plats den förvaras och annars förekommer,

source: if an occupational exposure limit value exists and what other special rules may apply for the chemical hazard.
sv: om hygieniskt gränsvärde finns och vilka andra särskilda regler som kan gälla för riskkällan.

source: Such chemical hazards which are chemical products and which are handled or sold in closed packaging may be brought together and registered under a common name if the assessment of risks in the handling in accordance with Section 8 can be made jointly for these products.
sv: Sådana riskkällor som är kemiska produkter och som hanteras eller salu­ förs i slutna förpackningar får sammanföras och förtecknas under ett gemen­ samt namn om bedömningen av riskerna i hanteringen enligt 8 § kan göras för dessa produkter gemensamt.

source: Documents which are important for the risk assessment
sv: Dokument som är viktiga för riskbedömningen

source: Section 7 The additional information regarding the registered chemical hazards needed to make the assessment in accordance with Section 8 shall be produced.
sv: § Den ytterligare information om de förtecknade riskkällorna som behövs för att göra bedömningen enligt 8 § ska tas fram.

source: The following documents shall always be available.
sv: Följande dokument ska alltid finnas.

source: Safety data sheets for chemical products as well as other information regarding risks and protective measures which the supplier shall provide.
sv: Säkerhetsdatablad för kemiska produkter samt annan information om risker och skyddsåtgärder som leverantören är skyldig att lämna.

source: If however the quantities handled are so small that it is not probable that ill- health or accidents can occur, the information in the supplier’s labelling is sufficient.
sv: Om den mängd som hanteras är så liten att ohälsa eller olycksfall inte rimligen kan uppkomma räcker det emellertid med informationen i leverantörsmärk­ ningen.

source: A document with the health and safety information needed for the hazardous chemical products manufactured at the workplace or brought into the country by the activity.
sv: Ett dokument med de uppgifter som behövs om hälsa och säkerhet för de farliga kemiska produkter som tillverkas på arbetsstället eller förs in i lan­ det av verksamheten.

source: The documentation need not be produced if the chemical product is manufactured or used on a small scale at a laboratory for own use.
sv: Dokumentation behöver inte tas fram om den kemis­ ka produkten tillverkas eller används för eget bruk i liten skala på labora­ torium.

source: Factors to assess in order to determine if measures are necessary
sv: Faktorer som ska bedömas för att avgöra om åtgärder krävs

source: Section 8 An assessment shall be made if and when measures are necessary for limiting the risk of a chemical hazard causing ill-health or accidents in the activity through
sv: § En bedömning ska göras om och när åtgärder behövs för att begränsa risken för att en kemisk riskkälla orsakar ohälsa eller olycksfall i den egna verksamheten genom

source: harmful exposure via inhalation,
sv: skadlig exponering via inandning,

source: harmful exposure via skin contact, splashing in the eyes or ingestion through the mouth,
sv: skadlig exponering via hudkontakt, stänk i ögonen eller intag via mun­ nen,

source: formation of inflammable air mixtures or fire hazards caused by other reasons, as well as personal injury due to reactive, explosive or destructive properties.
sv: bildning av antändbar luftblandning eller brandrisk av annan orsak, samt personskador på grund av reaktiva, explosiva eller materialförstörande egenskaper.

source: The following factors, inter alia, shall be observed during the assessment.
sv: Vid bedömningen ska bland annat följande faktorer beaktas.

source: The nature, level and duration of the exposure to the chemical hazard where it occurs.
sv: Hur arten, nivån och varaktigheten av exponeringen för riskkällan är där den förekommer.

source: Any interacting effects with other chemical hazards or with other work environment factors in the workplace.
sv: Eventuella samverkande effekter med andra kemiska riskkällor eller med andra arbetsmiljöfaktorer på arbetsplatsen.

source: Possible reactions together with other chemical hazards or material occurring in the workplace.
sv: Möjliga reaktioner tillsammans med andra kemiska riskkällor eller material som förekommer på arbetsplatsen.

source: Conditions of work which may affect the risk, including the effect of taken and planned protective measures.
sv: Förhållanden vid arbetet som kan påverka risken, inklusive effekten av vidtagna och planerade skyddsåtgärder.

source: Experiences of ill-health, accidents or incidents in the activity, at contingency exercises in accordance with Section 12, last paragraph, as well as experiences from medical supervision.
sv: Erfarenheter från ohälsa, olycksfall eller tillbud i verksamheten, vid beredskapsövningar enligt 12 § sista stycket samt erfarenheter från medicin­ ska kontroller.

source: The assessment shall lead to a decision regarding which measures shall be taken in order to limit the risks.
sv: Bedömningen ska leda till beslut om vilka åtgärder som ska vidtas för att begränsa riskerna.

source: Section 9 For chemical hazards included in Appendix 1, the Swedish Work Environment Authority’s Provisions (AFS 2011:18) on Occupational Exposure Limit Values, it shall be determined during the assessment in accordance with Section 8 whether the content in the air of each substances is acceptable considering the limit value.
sv: § För kemiska riskkällor som är upptagna i bilaga 1, Arbetsmiljöverkets föreskrifter (AFS 2011:18) om hygieniska gränsvärden ska man vid bedöm­ ningen enligt 8 § avgöra om halten av respektive ämne är godtagbar med hänsyn till gränsvärdet.

source: The assessment and reasons for this shall be documented.
sv: Bedömningen och skälen för denna ska dokumen­ teras.

source: During the assessment, consideration shall be taken to the content of all chemical substances in the inhalation air which can entail ill-health or accidents, to how physically strenuous the work is and to the fact that certain substances can be absorbed by the skin.
sv: Vid bedömningen ska hänsyn tas till halten av alla kemiska ämnen i inandningsluften som kan medföra ohälsa eller olycksfall, till hur fysiskt påfrestande arbetet är och till att vissa ämnen kan tas upp genom huden.

source: Measuring of air contaminants in the breathing zone shall be conducted unless it can be clarified in another way, which measures are necessary for the exposure to be acceptable considering the limit value.
sv: Mätning av luftföroreningar i andningszonen ska utföras om det inte på annat sätt kan klargöras vilka åtgärder som krävs för att exponeringen ska vara godtagbar med hänsyn till gränsvärdet.

source: If measurement is not needed in accordance with the exemptions in the third paragraph or Section 50, second paragraph, the reasons for this shall be documented.
sv: Om mätning inte behöver utföras enligt undantagen i tredje stycket eller 50 § andra stycket ska skälen för detta dokumenteras.

source: Documentation and information
sv: Dokumentation och information

source: Documentation of the results of the risk assessment
sv: Dokumentation av riskbedömningens resultat

source: Section 10 The results of a risk assessment and the decisions relating to measures in accordance with Section 8, last paragraph shall be documented.
sv: § Resultatet av en riskbedömning och besluten om åtgärder enligt 8 § sista stycket ska dokumenteras.

source: The documentation shall state
sv: Av dokumentationen ska framgå

source: which protective measures to take at different types of work tasks and which damage limiting and remedial measures to prepare,
sv: vilka skyddsåtgärder som ska vidtas när man utför olika typer av arbetsuppgifter och vilka skadebegränsande och avhjälpande åtgärder som ska vara förberedda,

source: the time for the next planned investigation and risk assessment, unless it is not an assessment of a temporary work,
sv: tidpunkten för nästa planerade undersökning och riskbedömning, såvida det inte är en bedömning av ett tillfälligt arbete,

source: on what date the document was drafted and the physical person who, as the responsible party, has approved the investigation and risk assessment.
sv: vilket datum dokumentet upprättats och vem den fysiska person är som i egenskap av ansvarig godkänt under­ sökningen och riskbedömningen.

source: If the assessment in accordance with Section 8, last paragraph concludes that there are no situations or areas in which any chemical risk needs to be eliminated or limited, the documentation in accordance with points 2, 3 and 4 may be replaced with information regarding this.
sv: Om bedömningen enligt 8 § sista stycket är att det inte finns några situa­ tioner eller utrymmen där någon kemisk risk behöver undanröjas eller begränsas får dokumentationen enligt punkterna 2, 3 och 4 ersättas med en uppgift om detta.

source: Handling and safety instructions as well as other routines
sv: Hanterings- och skyddsinstruktioner samt andra rutiner

source: Section 11 The handling and safety instructions as well as other routines needed for the activity conducted at the workplace shall be determined.
sv: § De hanterings­ och skyddsinstruktioner samt andra rutiner som behövs för den verksamhet som bedrivs på arbetsplatsen ska fastställas.

source: They shall be in writing, unless it is a matter of simple handling where the risks can easily be realized.
sv: De ska vara skriftliga när det inte rör sig om en enkel hantering där riskerna lätt kan överblickas.

source: Contingency plan for accidents and emergency situations
sv: Beredskapsplan för olyckor och nödsituationer

source: Section 12 A contingency plan with routines and instructions in accordance with Section 11 shall be drafted if it is found during the investigation and the risk assessment that accidents and emergency situations may arise which require immediate measures to protect workers.
sv: § En beredskapsplan med rutiner och instruktioner enligt 11 § ska upp­ rättas om det av undersökningen och riskbedömningen följer att olyckor och nödsituationer kan uppkomma som kräver omedelbara åtgärder för att skydda arbetstagare.

source: The contingency plan shall contain information on:
sv: Beredskapsplanen ska innehålla uppgifter om:

source: For which events immediate measures are required.
sv: Vid vilka händelser omedelbara åtgärder krävs.

source: What information specially appointed persons have in such events.
sv: Vilka uppgifter särskilt utsedda personer har vid sådana händelser.

source: Which damage limiting measures shall be immediately implemented, what protective equipment is then needed and where it is stored.
sv: Vilka skadebegränsande åtgärder som omedelbart ska genomföras, vil­ ken skyddsutrustning som då behövs och var den finns.

source: How the concerned employees shall be informed about the event.
sv: Hur berörda arbetstagare ska informeras om händelsen.

source: What warning systems are available and how they work.
sv: Vilka varningssystem som finns och hur de fungerar.

source: When evacuation shall occur.
sv: När utrymning ska ske.

source: Where first aid equipment is stored.
sv: Var utrustning för första hjälpen finns.

source: Obligation to inform about risks and keeping documentation available
sv: Skyldighet att informera om risker och hålla dokumentation tillgänglig

source: The information shall detail the obligations this entail for the employees, especially the obligation to inform the employer when there is a suspicion that a chemical hazard has caused ill-health, an accident or incident.
sv: Av informationen ska framgå vilka skyldigheter detta innebär för arbetstagarna, särskilt skyldigheten att underrätta arbetsgivaren vid miss­ tanke om att en kemisk riskkälla orsakat ohälsa, olycksfall eller tillbud.

source: It must be ensured that the employees have understood the information.
sv: Det ska säkerställas att arbetstagarna har förstått informationen.

source: Information in accordance with the first paragraph primarily relates to information from the following documents.
sv: Information enligt första stycket avser huvudsakligen uppgifter ur föl­ jande dokument.

source: The registered chemical hazards in accordance with Section 6.
sv: De förtecknade kemiska riskkällorna enligt 6 §.

source: Safety data sheets, other information on risk and safety regarding hazardous chemical products and other documents which may be required in accordance with Section 7.
sv: Säkerhetsdatablad, risk­ och skyddsinformation om farliga kemiska produkter och andra dokument som kan krävas enligt 7 §.

source: The assessment of exposure by inhalation and measuring reports which have been established in accordance with Sections 9 and 50.
sv: Bedömningen av exponeringen vid inandning och mätrapporter som upprättats enligt 9 och 50 §§.

source: The documentation of the results of the investigation and risk assessment and decided measures in accordance with Sections 10 and 40.
sv: Dokumentationen av undersökningens och riskbedömningens resultat samt beslutade åtgärder enligt 10 och 40 §§.

source: Handling and safety instructions and other routines when they need to be in writing in accordance with Sections 11, 36 or 44.
sv: Hanterings­ och skyddsinstruktioner samt andra rutiner när de ska vara skriftliga enligt 11, 36 eller 44 §§.

source: Contingency plan for accidents and emergency situations in accordance with Section 12.
sv: Beredskapsplan för olyckor och nödsituationer enligt 12 §.

source: Provisions on occupational exposure limit values as well as other Provisions which apply to the work.
sv: Föreskrifter om hygieniska gränsvärden samt andra föreskrifter som gäller för arbetet.

source: The condition part of the permit from the Swedish Work Environment Authority in accordance with Sections 46 and 47.
sv: Villkorsdelen i tillstånd från Arbetsmiljöverket enligt 46 och 47 §§.

source: The documentation shall be available to concerned employees and written in Swedish or other language used in the workplace by the entire personnel.
sv: Dokumentationen ska vara tillgänglig för berörda arbetstagare och skri­ ven på svenska eller på ett annat språk som hela personalen använder.

source: The documentation which has been established in the activity shall be easy to grasp, easily read and clear.
sv: Den dokumentation som upprättats i verksamheten ska vara överskådlig, lättläst och tydlig.

source: Obligations to take certain special measures and adhere to prohibitions
sv: Skyldigheter att vidta vissa särskilda åtgärder och följa förbud

source: Primary obligations in activities where chemical hazards occur
sv: Primära skyldigheter i verksamheter där kemiska riskkällor förekommer

source: Section 15 Regardless of the result of the assessment in accordance with Section 8, the following obligations apply in work where chemical hazards occur providing that the costs of the measure are reasonably proportionate to the reduction of the risk.
sv: § Oavsett resultatet av bedömningen enligt 8 § gäller följande skyldig­ heter vid arbete där kemiska riskkällor förekommer om kostnaden för åtgär­ den står i rimlig proportion till minskningen av risken.

source: Chemical products and materials shall be chosen so that chemical risks, along with other risks connected to the work in total become as small as possible.
sv: Kemiska produkter och material ska väljas så att kemiska risker tillsam­ mans med andra risker förbundna med arbetet sammantaget blir så små som möjligt vid hanteringen.

source: The exposure and the number of exposed persons as well as the risk of accidents shall be limited through choice of suitable work methods, adapting premises, work equipment, place and time.
sv: begränsas genom val av lämpliga arbetsmetoder, anpassning av lokaler, arbetsutrustning, plats och tidpunkt.

source: The amount of every chemical hazard in the workplace shall be limited to the amount necessary for the work if this can reduce the risk.
sv: Mängden av varje kemisk riskkälla på arbetsplatsen ska begränsas till den mängd som behövs för arbetet om detta kan minska risken.

source: Priority order for choice of measures in order to further limit the risks (staircase of measures)
sv: Prioritetsordning vid val av åtgärder för att ytterligare begränsa riskerna (åtgärdstrappa)

source: Section 16 If the assessment in accordance with Section 8 shows that there are still risks, despite the choice of chemical product, work method and work equipment in accordance with Section 15, further measures shall be taken.
sv: § Om bedömningen enligt 8 § visar att det trots valen av kemisk pro­ dukt, arbetsmetod och arbetsutrustning enligt 15 § fortfarande finns risker ska ytterligare åtgärder vidtas.

source: The risks shall be reduced to an acceptable level through implementing one or more of the following types of measures in the following order of priority.
sv: Riskerna ska minskas till godtagbar nivå genom att man genomför en eller flera av följande typer av åtgärder i föl­ jande prioritetsordning.

source: Perform the work or process in a closed system, use remote control or other technical measures which entail the employees not being exposed to risk.
sv: Utföra arbetet eller processen i ett slutet system, använda fjärrstyrning eller andra tekniska åtgärder som medför att arbetstagarna inte utsätts för risken.

source: Use process ventilation or other technical protective measures in connection to the chemical hazard in order to reduce the risk to the employees.
sv: Använda processventilation eller andra tekniska skyddsåtgärder i anslutning till den kemiska riskkällan för att minska risken för arbets­ tagarna.

source: Move the work to a specific time or place where only personnel needed for this work are present.
sv: Förlägga arbetet till en särskild tid eller plats där endast personal som behövs för detta arbete är närvarande.

source: Use personal protective equipment when measures in accordance with the above are insufficient or impossible to implement.
sv: Använda personlig skyddsutrustning när åtgärder enligt ovan inte är tillräckliga eller går att använda.

source: Information about waste
sv: Uppgifter om avfall
